{"[UNK]":0,"rest":1,"wait":2,"note":3,"bfs":4,"nfx":5,"!":6,"\"":7,"#":8,"$":9,"%":10,"&":11,"'":12,"(":13,")":14,"*":15,"+":16,",":17,"-":18,".":19,"/":20,"0":21,"1":22,"2":23,"3":24,"4":25,"5":26,"6":27,"7":28,"8":29,"9":30,":":31,";":32,"<":33,"=":34,">":35,"?":36,"@":37,"A":38,"B":39,"C":40,"D":41,"E":42,"F":43,"G":44,"H":45,"I":46,"J":47,"K":48,"L":49,"M":50,"N":51,"O":52,"P":53,"Q":54,"R":55,"S":56,"T":57,"U":58,"V":59,"W":60,"X":61,"Y":62,"Z":63,"[":64,"\\":65,"]":66,"^":67,"_":68,"`":69,"a":70,"b":71,"c":72,"d":73,"e":74,"f":75,"g":76,"h":77,"i":78,"j":79,"k":80,"l":81,"m":82,"n":83,"o":84,"p":85,"q":86,"r":87,"s":88,"t":89,"u":90,"v":91,"w":92,"x":93,"y":94,"z":95,"{":96,"|":97,"}":98,"~":99,"¡":100,"¢":101,"£":102,"¤":103,"¥":104,"¦":105,"§":106,"¨":107,"©":108,"ª":109,"«":110,"¬":111,"®":112,"¯":113,"°":114,"±":115,"²":116,"³":117,"´":118,"µ":119,"¶":120,"·":121,"¸":122,"¹":123,"º":124,"»":125,"¼":126,"½":127,"¾":128,"¿":129,"À":130,"Á":131,"Â":132,"Ã":133,"Ä":134,"Å":135,"Æ":136,"Ç":137,"È":138,"É":139,"Ê":140,"Ë":141,"Ì":142,"Í":143,"Î":144,"Ï":145,"Ð":146,"Ñ":147,"Ò":148,"Ó":149,"Ô":150,"Õ":151,"Ö":152,"×":153,"Ø":154,"Ù":155,"Ú":156,"Û":157,"Ü":158,"Ý":159,"Þ":160,"ß":161,"à":162,"á":163,"â":164,"ã":165,"ä":166,"å":167,"æ":168,"ç":169,"è":170,"é":171,"ê":172,"ë":173,"ì":174,"í":175,"î":176,"ï":177,"ð":178,"ñ":179,"ò":180,"ó":181,"ô":182,"õ":183,"ö":184,"÷":185,"ø":186,"ù":187,"ú":188,"û":189,"ü":190,"ý":191,"þ":192,"ÿ":193,"Ā":194,"ā":195,"Ă":196,"ă":197,"Ą":198,"ą":199,"Ć":200,"ć":201,"Ĉ":202,"ĉ":203,"Ċ":204,"ċ":205,"Č":206,"č":207,"Ď":208,"ď":209,"Đ":210,"đ":211,"Ē":212,"ē":213,"Ĕ":214,"ĕ":215,"Ė":216,"ė":217,"Ę":218,"ę":219,"Ě":220,"ě":221,"Ĝ":222,"ĝ":223,"Ğ":224,"ğ":225,"Ġ":226,"ġ":227,"Ģ":228,"ģ":229,"Ĥ":230,"ĥ":231,"Ħ":232,"ħ":233,"Ĩ":234,"ĩ":235,"Ī":236,"ī":237,"Ĭ":238,"ĭ":239,"Į":240,"į":241,"İ":242,"ı":243,"Ĳ":244,"ĳ":245,"Ĵ":246,"ĵ":247,"Ķ":248,"ķ":249,"ĸ":250,"Ĺ":251,"ĺ":252,"Ļ":253,"ļ":254,"Ľ":255,"ľ":256,"Ŀ":257,"ŀ":258,"Ł":259,"ł":260,"Ń":261,"te":262,"no":263,"fx":264,"ai":265,"wai":266,"80":267,"480":268,"al":269,"mu":270,"pal":271,"mute":272,"palm":273,"ac":274,"ate":275,"ce":276,"nt":277,"uate":278,"acce":279,"ntuate":280,"accentuate":281,"accentuated":282,"ea":283,"40":284,"240":285,"dea":286,"dead":287,"st":288,"hea":289,"vy":290,"heavy":291,"re":292,"60":293,"ha":294,"gh":295,"ost":296,"ghost":297,"er":298,"mm":299,"hamm":300,"hammer":301,"11":302,"20":303,"et":304,"in":305,"let":306,"rin":307,"ring":308,"960":309,"120":310,"ie":311,"tie":312,"360":313,"720":314,"de":315,"ide":316,"lide":317,"slide":318,"38":319,"3840":320,"19":321,"1920":322,"28":323,"ic":324,"mo":325,"nic":326,"rmo":327,"harmo":328,"2880":329,"harmonic":330,":-":331,"12":332,"16":333,"512":334,"640":335,"14":336,"fre":337,"gr":338,"ace":339,"fret":340,"grace":341}