{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "rest",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "wait",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "note",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "bfs",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "nfx",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": ":"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "rest": 1,
      "wait": 2,
      "note": 3,
      "bfs": 4,
      "nfx": 5,
      "-": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      "A": 18,
      "B": 19,
      "D": 20,
      "E": 21,
      "G": 22,
      "_": 23,
      "a": 24,
      "c": 25,
      "d": 26,
      "e": 27,
      "f": 28,
      "g": 29,
      "h": 30,
      "i": 31,
      "l": 32,
      "m": 33,
      "n": 34,
      "o": 35,
      "p": 36,
      "r": 37,
      "s": 38,
      "t": 39,
      "u": 40,
      "v": 41,
      "w": 42,
      "x": 43,
      "y": 44,
      "##1": 45,
      "##a": 46,
      "##m": 47,
      "##e": 48,
      "##r": 49,
      "##o": 50,
      "##n": 51,
      "##i": 52,
      "##c": 53,
      "##0": 54,
      "##s": 55,
      "##t": 56,
      "##u": 57,
      "##d": 58,
      "##_": 59,
      "##8": 60,
      "##5": 61,
      "##3": 62,
      "##4": 63,
      "##9": 64,
      "##2": 65,
      "##v": 66,
      "##y": 67,
      "##l": 68,
      "##h": 69,
      "##6": 70,
      "##f": 71,
      "##x": 72,
      "##7": 73,
      "##g": 74,
      "##te": 75,
      "##ote": 76,
      "nf": 77,
      "wa": 78,
      "##it": 79,
      "##80": 80,
      "480": 81,
      "s6": 82,
      "E3": 83,
      "pa": 84,
      "##mu": 85,
      "##m_": 86,
      "##lm_": 87,
      "palm_": 88,
      "##mute": 89,
      "palm_mute": 90,
      "f0": 91,
      "f4": 92,
      "s5": 93,
      "s3": 94,
      "A3": 95,
      "s2": 96,
      "##note": 97,
      "##_note": 98,
      "f2": 99,
      "##ce": 100,
      "##ate": 101,
      "##nt": 102,
      "##cce": 103,
      "##uate": 104,
      "##d_note": 105,
      "##ntuate": 106,
      "##ccentuate": 107,
      "##ccentuated_note": 108,
      "f7": 109,
      "G4": 110,
      "s4": 111,
      "B4": 112,
      "##ea": 113,
      "D4": 114,
      "accentuated_note": 115,
      "##40": 116,
      "240": 117,
      "dea": 118,
      "dead": 119,
      "f5": 120,
      "f6": 121,
      "f9": 122,
      "s1": 123,
      "E5": 124,
      "f1": 125,
      "##st": 126,
      "hea": 127,
      "##accentuated_note": 128,
      "##_accentuated_note": 129,
      "##vy": 130,
      "heavy": 131,
      "heavy_accentuated_note": 132,
      "f3": 133,
      "re": 134,
      "ha": 135,
      "gh": 136,
      "##ost": 137,
      "ghost": 138,
      "ghost_note": 139,
      "##mm": 140,
      "##er": 141,
      "hamm": 142,
      "hammer": 143,
      "##20": 144,
      "##60": 145,
      "f11": 146,
      "##et": 147,
      "let": 148,
      "##ri": 149,
      "##ng": 150,
      "##_ri": 151,
      "let_ri": 152,
      "let_ring": 153,
      "960": 154,
      "120": 155,
      "ti": 156,
      "tie": 157,
      "360": 158,
      "720": 159,
      "sl": 160,
      "##id": 161,
      "slid": 162,
      "slide": 163,
      "38": 164,
      "60": 165,
      "3840": 166,
      "19": 167,
      "1920": 168,
      "28": 169,
      "##mo": 170,
      "##rmo": 171,
      "##ni": 172,
      "harmo": 173,
      "2880": 174,
      "##nic": 175,
      "harmonic": 176,
      "f8": 177,
      "16": 178,
      "51": 179,
      "640": 180,
      "512": 181,
      "fr": 182,
      "gr": 183,
      "##ace": 184,
      "##et2": 185,
      "fret2": 186,
      "grace": 187
    }
  }
}