#version: 0.2
t e
n o
no te
f x
n fx
a i
w ai
wai t
8 0
4 80
a l
m u
p al
mu te
pal m
a c
a te
c e
n t
u ate
ac ce
nt uate
acce ntuate
accentuate d
e a
4 0
2 40
d ea
dea d
s t
h ea
v y
hea vy
r e
re st
6 0
h a
g h
o st
gh ost
e r
m m
ha mm
hamm er
1 1
2 0
e t
i n
l et
r in
rin g
9 60
1 20
i e
t ie
3 60
7 20
d e
i de
l ide
s lide
3 8
38 40
1 9
19 20
2 8
i c
m o
n ic
r mo
ha rmo
28 80
harmo nic
: -
1 2
1 6
5 12
6 40
1 4
f re
g r
ac e
fre t
gr ace
