{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "bfs",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "note",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "nfx",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "wait",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "rest",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "bfs": 4,
      ":": 6,
      "note": 7,
      "nfx": 8,
      "wait": 9,
      "480": 10,
      "s6": 11,
      "E3": 12,
      "palm_mute": 13,
      "f0": 14,
      "f4": 15,
      "s5": 16,
      "s3": 17,
      "A3": 18,
      "s2": 19,
      "f2": 20,
      "f7": 21,
      "G4": 22,
      "s4": 23,
      "B4": 24,
      "D4": 25,
      "accentuated_note": 26,
      "240": 27,
      "dead": 28,
      "f5": 29,
      "f6": 30,
      "f9": 31,
      "s1": 32,
      "E5": 33,
      "f1": 34,
      "heavy_accentuated_note": 35,
      "f3": 36,
      "rest": 37,
      "ghost_note": 38,
      "hammer": 39,
      "f11": 40,
      "let_ring": 41,
      "960": 42,
      "120": 43,
      "tie": 44,
      "360": 45,
      "720": 46,
      "slide": 47,
      "1": 48,
      "2": 49,
      "3840": 50,
      "60": 51,
      "1920": 52,
      "2880": 53,
      "4": 54,
      "harmonic": 55,
      ":-": 56,
      "8": 57,
      "f8": 58,
      "16": 59,
      "512": 60,
      "640": 61,
      "fret2": 62,
      "grace": 63
    },
    "unk_token": "[UNK]"
  }
}